"WARNING_ENTER_USERNAME" = "Wprowadź nazwę użytkownika.";
"WARNING_ENTER_PWD" = "Wprowadź hasło.";
"ERROR_LOGIN_FAILED" = "Login nieprawidłowy. Spróbuj jeszcze raz.";
"QUESTION_EXIT_APP" = "Czy na pewno chcesz zamknąć Jiwok?";
"ERROR_INTERNET_CONNECTION" = "Błąd połączenia internetowego.";
"INFO_CHECK_CONNECTION" = "Sprawdzamy połączenie internetowe.";
"INFO_PREPARE_DOWNLOAD" = "Przygotowanie do pobrania muzyki.";
"INFO_PREPARE_VOCAL_DOWNLOAD" ="Przygotowanie do pobrania plików głosowych.";
"INFO_PREPARE_SP_SONGS_DOWNLOAD" = "Przygotowanie do pobrania ścieżek dźwiękowych.";
"ERROR_GETTING_VOCALS" = "Wystąpił błąd w pobieraniu plików głosowych.";
"ERROR_GETTING_SP_SONGS" = "Wystąpił błąd w pobieraniu ścieżek dźwiękowych.";
"INFO_VOCAL_DOWNLOAD" = "Trwa pobieranie plików głosowych.";
"INFO_SP_SONGS_DOWNLOAD" = "Trwa pobieranie ścieżek dźwiękowych.";
"INFO_DOWNLOAD_MUSIC" = "Jiwok pobiera właśnie pliki potrzebne do ukończenia instalacji. Potrwa to kilka minut, możesz w międzyczasie stworzyć folder z muzyką, której chciałbyś słuchać w trakcie treningów.";
"INFO_DISCONNECTED" = "Nie masz obecnie połączenia z serwerem.";
"QUESTION_DISCONNECT" = "Czy chcesz zakończyć połączenie z serwerem?";
"INFO_DISCONNECTING" = "Rozłączanie... Poczekaj chwilę.";
"INFO_ALREADY_CONNECTED" = "Jiwok jest już aktualnie zalogowany jako inny użytkownik. Zakończ to połączenie, by nawiązać nowe.";
"INFO_ANALYSING_SONGS" = "Jiwok analizuje utwory muzyczne.";
"INFO_CHECKING_FOLDERS" = "Jiwok sprawdza Twoje foldery.";
"INFO_CHECKING_FOLDERS_COMPLETE" = "Jiwok ukończył sprawdzanie folderów.";
"INFO_ANALYSING_COMPLETE" = "Jiwok przeanalizował Twoje foldery z muzyką. Możesz rozpocząć treningi z Jiwok!";
"QUESTION_IMPROOVE_ANALYSIS" = "Jiwok sprawdził Twój folder z muzyką i pewne utwory nie zostały w pełni zidentyfikowane. Czy chcesz poprawić działanie programu i zidentyfikować te utwory?";

// labels in the UI
"LBL_USERNAME" = "Nazwa użytkownika:";
"LBL_PASSWORD" = "Hasło:";

"BTN_CAPTION_GENERATE" = "Utwórz";
"BTN_CAPTION_REMOVE" = "Usuń";

"INFO_GENERATING_MP3" = "Jiwok układa Twój trening na mp3.";

"INFO_GENERATING_MP3_COMPLETE" = "Jiwok ukończył tworzenie treningu.";
"INFO_GENERATING_MP3_FAILED"="Nie udało się utworzyć treningu";
"INFO_GENERATING_MP3_NO_WORKOUTS" ="Brak treningów do utworzenia";
"WARNING_ENTER_TICKET_NUMBER" = "Wprowadź numer kuponu.";
"WARNING_WORKOUT_RUNNING" = "Wybrany trening jest w trakcie przygotowywania.Nie możesz go teraz usunąć.";
"QUESTION_REMOVE_WORKOUT" = "Czy jesteś pewien, że chcesz usunąć wybrany trening?";
"WARNING_WORKOUT_RUNNING_NEXT_WROKOUT" = "Trening jest w użyciu, nie możesz go w tej chwili zaznaczyć.";
"WARNING_CHECKING_DB_SONGS" = "Jiwok brakuje utworów muzycznych do utworzenia treningu.";
"INFO_CANCEL_MP3" = "Jiwok anulował tworzenie treningu";
"INFO_CANCELLING_MP3" = "Jiwok anuluje tworzenie treningu";
"QUESTION_CANCEL_WORKOUT" = "Czy jesteś pewien, że chcesz anulować tworzenie tego treningu?";
"INFO-FOR_BG_ANALYSING" ="Trwa analizowanie. Nie możesz teraz utworzyć treningu";
"INFO-FOR_MUSIC_SELECT" = "Jiwok brakuje utworów muzycznych do utworzenia treningu. Wybierz muzykę ze swojego urządzenia";
"INFO-FOR_PROCESS_VOCALS" = "Przetwarzanie scieżek głosowych";
"INFO-FOR_PROCESS_SPECIFIC_SONGS" = "Przetwarzamy ścieżek dźwiękowych";
"INFO-FOR_MIX" = "Podkładamy muzykę pod polecenia głosowe trenera ";

"REMOVE_FOLDER"="Czy jesteś pewien, że chcesz usunąć ten folder?";
"WARNING_ANALYZING_INPROGRESS"="Trwa analizowanie. Obecnie nie możesz usunąć folderów z listy.";

// labels in the Login
"AUTO-START"="Automatyczne uruchamianie";
"RELAUNCH-DETECTION"="Ponowne wykrywanie muzyki";
"AUTO-DETECT"="Automatyczne wykrywanie nowej muzyki";

"AUTO_LOGIN_BUTTON"="Zaloguj mnie automatycznie";
"REMEMBER_ME_BUTTON"="Zapamiętaj moje hasło";

//LABELS FOR MUSIC
"MUSICAL_SEARCH_TITLE"="Wybierz folder z Twoją muzyką:";
"MY_DOCUMENTS"="Moje dokumenty";
"MY_ITUNES"="Mój iTunes";
"SAVE"="Zapisz";
"SELECTED_FOLDERS"="Wybrane foldery";
"MUSIC_AND_BPM"="Wykrywanie i analizowanie rytmu i gatunku muzyki";

//LABELS FOR WORKOUT
"WORKOUT_TITLE"="Tworzenie treningu";
"WORKOUT_DESCRIPTION"="Żaden trening nie został jeszcze wybrany. Wybierz trening logując się na swoje konto na stronie internetowej Jiwok";
"WORKOUT_SAVE_LOCATION"="Wybierz lokalizację zapisu treningu mp3";

//SUPPORT
"GET_TICKETS"="Pobierz swój kupon";
"TYPE_COMMENTS"="Wpisz swój komentarz:";
"SUCCESSFULLY_COMMENTED"="Twój komentarz został pomyślnie wysłany.";

//INFO POP-UPS
"LOGIN_POPUP"="Trwa uwierzytelnianie danych... Poczekaj chwilę.";
"LOGOUT_POPUP"="Trwa rozłączanie… Poczekaj chwilę.";
"ANALYZING_SONGS_POPUP"="Jiwok wykrywa i analizuje Twoją muzykę. Prosimy o chwilę cierpliwości.";
"FINISHED_ANALYSIS_POPUP"="Jiwok przeanalizował już Twoje foldery z muzyką.Możesz już rozpocząć treningi z trenerem Jiwok!";
"GENERATION_INPROGRESS_POPUP"="Trwa tworzenie twojego treningu mp3.";
"GENERATION_COMPLETED_POPUP"="Twój trening jest już gotowy.";

//AutoUpdate
"INFO_DOWNLOAD_AUTOUPDATE"="Trwa pobieranie aktualizacji Jiwok";
//Top Menu
"CLOSE_APP"="Zamknij";